Repository: krmmyvz/crossclimber
Catalog: lib/l10n/app_*.arb
Languages: tr

# shareDailyChallengeCTA
source: Join the daily challenge!
tr: Günlük challenge'a katıl!

# shareMyStatsTitle
source: My CrossClimber Stats
tr: CrossClimber İstatistiklerim

# shareStatsCTA
source: Challenge me in CrossClimber!
tr: CrossClimber'da benimle yarış!

# shareStatisticsCTA
source: Can you beat my stats?
tr: Benim istatistiklerimi geçebilir misin?

# onboardingPage1Title
source: Climb the Words!
tr: Kelimeleri Tırman!

# onboardingPage1Desc
source: Climb from the starting word to the end word — find the hidden steps!
tr: Başlangıç kelimesinden bitiş kelimesine gizli adımlarla tırman!

# onboardingPage2Title
source: Guess, Sort, Solve!
tr: Tahmin Et, Sırala, Çöz!

# onboardingPage2Desc
source: 3 phases to win: Guess hidden words → Sort them correctly → Solve the final word!
tr: 3 adımda kazan: Gizli kelimeleri tahmin et → Doğru sırala → Son kelimeyi çöz!

# onboardingPage3Title
source: Daily Challenge
tr: Günlük Meydan Okuma

# onboardingPage3Desc
source: A brand new puzzle every day. Build your streak and beat your own record!
tr: Her gün yeni bir bulmaca. Serisini kır, rekorunu geçmeye bak!

# onboardingPage4Title
source: Build Combos!
tr: Kombo Zinciri Kur!

# onboardingPage4Desc
source: Guess correctly in a row to multiply your score — 2x, 3x, 4x bonus points!
tr: Art arda doğru tahminler puanını çarpar — 2x, 3x, 4x bonus puan kazan!

# onboardingSkip
source: Skip
tr: Atla

# onboardingNext
source: Next
tr: İleri

# onboardingStart
source: Let's Go!
tr: Başla!

# tutorialDontShowAgain
source: Don't show again
tr: Bir daha gösterme

# emptyAchievementsTitle
source: No Achievements Yet
tr: Henüz Başarım Yok

# emptyAchievementsDesc
source: Play games to start unlocking achievements and earning bonus credits!
tr: Başarımları açmak ve bonus kredi kazanmak için oynamaya başla!

# emptyStatisticsTitle
source: No Stats Yet
tr: Henüz İstatistik Yok

# emptyStatisticsDesc
source: Your statistics will appear here after your first game.
tr: İstatistiklerin ilk oyunun ardından burada görünecek.

# dailyMotivationTitle
source: Ready for Today's Challenge?
tr: Bugünün Meydan Okumasına Hazır mısın?

# dailyMotivationDesc
source: A new puzzle every day. Complete it to keep your streak alive!
tr: Her gün yeni bir bulmaca. Serini devam ettirmek için tamamla!

# dailyMotivationButton
source: Play Now
tr: Hemen Oyna

# discoveryShopTitle
source: Welcome to the Shop!
tr: Mağazaya Hoş Geldin!

# discoveryShopDesc
source: Use your credits to buy hints and lives. Watch ads for free daily rewards!
tr: Kredilerinle ipucu ve can satın al. Reklamlar izleyerek günlük ücretsiz ödüller kazan!

# discoveryAchievementsTitle
source: Unlock Achievements!
tr: Başarımları Aç!

# discoveryAchievementsDesc
source: Complete milestones to unlock badges and earn bonus credits.
tr: Dönüm noktalarını tamamlayarak rozetler aç ve bonus kredi kazan.

# discoveryDailyTitle
source: Build Your Streak!
tr: Serini Gündeme Taşı!

# discoveryDailyDesc
source: Complete the daily challenge every day to keep your streak alive and earn rewards.
tr: Serinizi canlı tutmak ve ödüller kazanmak için günlük meydan okumayı her gün tamamlayın.

# discoveryGotIt
source: Got it!
tr: Anlaştık!

# homeSubtitle
source: Climb the words to the top!
tr: Kelimelere zirveye tırman!

# homeQuickPlay
source: Quick Play
tr: Hızlı Oyna

# homeLevelsWithProgress
source: Levels (Level {level})
tr: Seviyeler (Level {level})

# homeContinueLevel
source: Continue: Level {level}
tr: Devam Et: Level {level}

# zoneProgress
source: {completed}/{total} completed
tr: {completed}/{total} tamamlandı

# phaseSortBanner
source: Sort Now!
tr: Şimdi Sırala!

# phaseFinalBanner
source: Find Final Words!
tr: Son Kelimeleri Bul!

# completion3Stars
source: Perfect! All stars!
tr: Mükemmel! Tüm yıldızlar!

# completion2Stars
source: Great job!
tr: Harika iş!

# completion1Star
source: Not bad! Try again for more stars.
tr: Fena değil! Daha fazla yıldız için tekrar dene.

# completion0Stars
source: Keep going, you can do it! Try again.
tr: Devam et, yapabilirsin! Tekrar dene.

# completionHintSuggestion
source: Tip: Use hints to improve your score.
tr: İpucu: Puanını artırmak için ipucu kullan.

# sharePreviewTitle
source: Share Result
tr: Sonucu Paylaş

# sharePreviewCopy
source: Copy
tr: Kopyala

# sharePreviewCopied
source: Copied!
tr: Kopyalandı!

# sharePreviewClose
source: Close
tr: Kapat

# settingsHighContrast
source: High Contrast Mode
tr: Yüksek Kontrast Modu

# settingsHighContrastDesc
source: Increase color contrast for better readability
tr: Daha iyi okunabilirlik için renk kontrastını artır

# semanticsDragInstruction
source: Double tap and hold to drag and reorder
tr: Sürükleyip yeniden sıralamak için çift dokunun ve basılı tutun

# semanticsComboMultiplier
source: Combo: {count} in a row, {multiplier}x multiplier
tr: Kombo: arka arkaya {count}, {multiplier}x çarpan

# semanticsLevelCard
source: Level {id}, {status}, {stars} stars
tr: Level {id}, {status}, {stars} yıldız

# semanticsLocked
source: locked
tr: kilitli

# semanticsUnlocked
source: unlocked
tr: kilidi açık

# semanticsCompleted
source: completed
tr: tamamlandı

# semanticsActionPlay
source: play
tr: oyna

# semanticsActionOpen
source: open
tr: aç

# semanticsActionAddLetter
source: add letter
tr: harf ekle

# rankNovice
source: Novice
tr: Acemi

# rankWordStudent
source: Word Student
tr: Kelime Öğrencisi

# rankWordMaster
source: Word Master
tr: Kelime Ustası

# rankPuzzleSolver
source: Puzzle Solver
tr: Bulmaca Çözücü

# rankMountainClimber
source: Mountain Climber
tr: Dağ Tırmanıcısı

# rankWordEagle
source: Word Eagle
tr: Kelime Kartalı

# rankWordKing
source: Word King
tr: Kelime Kralı

# rankDiamondMind
source: Diamond Mind
tr: Elmas Zeka

# rankLegend
source: Legend
tr: Efsane

# rankCrossClimberMaster
source: CrossClimber Master
tr: CrossClimber Ustası

# totalXpLabel
source: Total XP: {amount}
tr: Toplam XP: {amount}

# rankUpTitle
source: Rank Up!
tr: Seviye Atladın!

# rankUpMessage
source: You've reached {rankName}!
tr: {rankName} seviyesine ulaştın!

# profileCardTitle
source: Player Profile
tr: Oyuncu Profili

source: Daily Challenge XP
tr: Günlük Meydan Okuma XP

# comboXpBonus
source: Combo Bonus: +{amount} XP
tr: Kombo Bonusu: +{amount} XP

# dailyCalendarTitle
source: Daily Reward Calendar
tr: Günlük Ödül Takvimi

# dailyCalendarDay
source: Day {day}
tr: {day}. Gün

# dailyCalendarClaim
source: Claim!
tr: Al!

# dailyCalendarClaimed
source: Claimed
tr: Alındı

# dailyCalendarNextIn
source: Next in {time}
tr: Sıradaki: {time}

# dailyCalendarStreakReset
source: Streak reset — back to Day 1!
tr: Seri sıfırlandı — 1. Güne dönüldü!

# dailyCalendarRewardCredits
source: {amount} credits
tr: {amount} kredi

# dailyCalendarRewardReveal
source: 1 Reveal
tr: 1 İpucu

# dailyCalendarRewardUndo
source: 1 Undo
tr: 1 Geri Al

# dailyCalendarRewardSpecial
source: Special Theme!
tr: Özel Tema!

# dailyCalendarRewardSummary
source: Reward claimed!
tr: Ödül alındı!

# dailyCalendarFomoWarning
source: Don't miss tomorrow!
tr: Yarını kaçırma!

# tournamentTitle
source: Weekly Tournament
tr: Haftalık Turnuva

# tournamentWeek
source: Week {week}
tr: Hafta {week}

# tournamentActive
source: Active
tr: Aktif

# tournamentEnded
source: Ended
tr: Bitti

# tournamentEndsIn
source: Ends in {time}
tr: Bitiş: {time}

# tournamentNextIn
source: Next in {time}
tr: Sıradaki: {time}

# tournamentLeaderboard
source: Leaderboard
tr: Sıralama

source: Tournament Levels
tr: Turnuva Seviyeleri

# tournamentMyRank
source: Your Rank
tr: Sıralamanız

# tournamentScore
source: {score} pts
tr: {score} puan

# tournamentRewards
source: Rewards
tr: Ödüller

# tournamentPlay
source: Play
tr: Oyna

# tournamentLevelCompleted
source: Done
tr: Tamam

# tournamentNotParticipating
source: Not participating yet
tr: Henüz katılmadınız

# tournamentLevelsProgress
source: {count}/7 levels
tr: {count}/7 seviye

# tournamentCreditsReward
source: {amount} Credits
tr: {amount} Kredi

# tournamentParticipation
source: Participation
tr: Katılım

# tournamentOffline
source: Tournament requires an internet connection
tr: Turnuva internet bağlantısı gerektiriyor

# tournamentLoadError
source: Could not load tournament
tr: Turnuva yüklenemedi

# tournamentScoreSubmitted
source: Score saved to leaderboard!
tr: Puanın sıralamaya kaydedildi!

# tournamentHomeBanner
source: Weekly Tournament
tr: Haftalık Turnuva

# tournamentJoin
source: Join!
tr: Katıl!

# tournamentDifficultyEasy
source: Easy
tr: Kolay

# tournamentDifficultyMedium
source: Medium
tr: Orta

# tournamentDifficultyHard
source: Hard
tr: Zor

# idleMotivation1
source: One more word?
tr: Bir kelime daha?

# idleMotivation2
source: You can do it!
tr: Yapabilirsin!

# idleMotivation3
source: Try a different approach?
tr: Farklı bir yaklaşım dene?

# settingsGroupProfile
source: Profile & Account
tr: Profil & Hesap

# settingsGroupAppearance
source: Appearance
tr: Görünüm

# settingsGroupGameplay
source: Gameplay
tr: Oyun Ayarları

# settingsGroupSoundHaptic
source: Sound & Haptics
tr: Ses & Dokunsal

# settingsGroupHelp
source: Help & Info
tr: Yardım & Bilgi

source: Choose Theme
tr: Tema Seç

source: Unlock in Shop
tr: Mağazadan Aç

source: Theme unlocked!
tr: Tema açıldı!

# profileTitle
source: Profile
tr: Profil

source: Edit Profile
tr: Profili Düzenle

source: Choose Avatar
tr: Avatar Seç

source: Display Name
tr: Görünen Ad

# displayNameHint
source: Enter your name
tr: Adınızı girin

# saveProfile
source: Save
tr: Kaydet

source: Profile saved!
tr: Profil kaydedildi!

source: Connected Accounts
tr: Bağlı Hesaplar

source: Google — Connected
tr: Google — Bağlı

source: Google — Not connected
tr: Google — Bağlı değil

# connectGoogle
source: Connect
tr: Bağla

# disconnectGoogle
source: Disconnect
tr: Bağlantıyı Kes

source: Delete Account
tr: Hesabı Sil

# deleteAccountDesc
source: Permanently delete your account and all data. This action cannot be undone.
tr: Hesabınızı ve tüm verilerinizi kalıcı olarak silin. Bu işlem geri alınamaz.

# deleteAccountConfirm
source: Are you sure you want to delete your account? All progress, achievements, and purchases will be permanently lost.
tr: Hesabınızı silmek istediğinizden emin misiniz? Tüm ilerleme, başarımlar ve satın almalar kalıcı olarak kaybolacak.

# deleteAccountButton
source: Delete Forever
tr: Kalıcı Olarak Sil

# rankLabel
source: Rank
tr: Rütbe

source: Total XP
tr: Toplam XP

source: FAQ
tr: SSS

source: Licenses
tr: Lisanslar

source: Privacy Policy
tr: Gizlilik Politikası

# unlockThemeTitle
source: Unlock {themeName}
tr: {themeName} Kilidini Aç

# unlockThemeDesc
source: Unlock this premium theme for {cost} credits.
tr: Bu premium temayı {cost} kredi ile açın.

# unlockButton
source: Unlock
tr: Kilidi Aç

# yourCredits
source: Your credits: {amount}
tr: Krediniz: {amount}

# solveMiddleWordsFirst
source: Solve middle words first to unlock
tr: Kilidi açmak için ortadaki kelimeleri çözün

# offlineBanner
source: You are offline. Some features may be unavailable.
tr: Çevrimdışısınız. Bazı özellikler kullanılamayabilir.

# backOnline
source: You are back online!
tr: Tekrar çevrimiçisiniz!

source: Double Rewards
tr: Ödülleri İkiye Katla

# watchAdForLife
source: Watch Ad for Free Life
tr: Reklam İzle, Can Kazan

# adNotAvailable
source: Ad not available right now. Please try again later.
tr: Reklam şu anda mevcut değil. Lütfen daha sonra tekrar deneyin.
