Repository: krmmyvz/crossclimber
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Play
tr: Oyna

source: Settings
tr: Ayarlar

source: Language
tr: Dil

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

# level
source: Level {levelNumber}
tr: Seviye {levelNumber}

source: Next Level
tr: Sonraki Seviye

# allLevelsCompleted
source: Amazing! You've Completed All Levels!
tr: Harika! Tüm Seviyeleri Tamamladın!

# allLevelsCompletedDesc
source: You've mastered all {totalLevels} levels! Stay tuned for more challenges coming soon.
tr: {totalLevels} seviyenin tümünü tamamladın! Yakında yeni zorluklar için takipte kal.

source: Hint
tr: İpucu

source: Correct!
tr: Doğru!

source: Wrong!
tr: Yanlış!

source: Congratulations!
tr: Tebrikler!

# youWon
source: You completed the level!
tr: Seviyeyi tamamladın!

# phase1Title
source: Guess the Words
tr: Kelimeleri Tahmin Et

# phase2Title
source: Sort the Words
tr: Kelimeleri Sırala

# phase3Title
source: Find Final Words
tr: Son Kelimeleri Bul

# phaseProgress
source: Step {current} / {total}
tr: Adım {current} / {total}

# wordsFound
source: {found} / {total} words found
tr: {found} / {total} kelime bulundu

source: Pause
tr: Duraklat

source: Resume
tr: Devam Et

source: Restart
tr: Yeniden Başla

source: Main Menu
tr: Ana Menü

source: Paused
tr: Duraklatıldı

source: Use Hint
tr: İpucu Kullan

# hintsRemaining
source: {count} hints remaining
tr: {count} ipucu kaldı

source: No hints left
tr: İpucu kalmadı

source: Hint used!
tr: İpucu kullanıldı!

source: Tap to guess
tr: Tahmin etmek için dokun

source: Enter word
tr: Kelimeyi gir

source: Locked
tr: Kilitli

source: Completed!
tr: Tamamlandı!

source: Time Elapsed
tr: Geçen Süre

source: Your Score
tr: Skorun

# stars
source: {count} Stars
tr: {count} Yıldız

source: New Best Time!
tr: Yeni Rekor Süre!

source: Play Again
tr: Tekrar Oyna

source: Drag to reorder
tr: Sıralamak için sürükle

source: Check Order
tr: Sıralamayı Kontrol Et

# orderCorrect
source: Order is correct!
tr: Sıralama doğru!

# orderIncorrect
source: Order is incorrect, try again
tr: Sıralama yanlış, tekrar dene

source: Invalid word!
tr: Geçersiz kelime!

# alreadyGuessed
source: Word already guessed
tr: Bu kelime zaten bulundu

source: Theme
tr: Tema

source: System
tr: Sistem

source: Light
tr: Açık

source: Dark
tr: Koyu

source: Vibration
tr: Titreşim

source: Show Timer
tr: Zamanlayıcıyı Göster

source: Auto Check
tr: Otomatik Kontrol

# autoCheckDesc
source: Auto-check when you complete a word
tr: Kelimeyi tamamladığınızda otomatik kontrol edilsin

source: Auto Sort
tr: Otomatik Sıralama

# autoSortDesc
source: Auto-sort when you find all words
tr: Tüm kelimeleri bulduğunuzda otomatik sıralama başlasın

source: Appearance
tr: Görünüm

source: Sound Effects
tr: Ses Efektleri

source: Music
tr: Müzik

# tutorial
source: How to Play
tr: Nasıl Oynanır

source: About
tr: Hakkında

source: Version
tr: Versiyon

source: Difficulty
tr: Zorluk

source: Easy
tr: Kolay

source: Medium
tr: Orta

source: Hard
tr: Zor

source: Achievements
tr: Başarımlar

source: Statistics
tr: İstatistikler

source: Daily Challenge
tr: Günlük Challenge

source: Profile
tr: Profil

source: Guest User
tr: Misafir Kullanıcı

# loggedInAs
source: Logged in as: {email}
tr: Giriş yapıldı: {email}

source: Link Account
tr: Hesabı Bağla

# linkAccountDesc
source: Link your account to save progress to the cloud.
tr: İlerlemeni buluta kaydetmek için hesabını bağla.

source: Sign Out
tr: Çıkış Yap

# googleSignIn
source: Sign in with Google
tr: Google ile Giriş Yap

# tutorial_intro_welcome_title
source: Welcome to CrossClimber!
tr: CrossClimber'a Hoş Geldiniz!

# tutorial_intro_welcome_desc
source: Learn how to play this fun word puzzle game. Connect words by changing one letter at a time!
tr: Bu eğlenceli kelime bulmaca oyununu nasıl oynayacağınızı öğrenin. Her seferde bir harf değiştirerek kelimeleri bağlayın!

# tutorial_intro_objective_title
source: Game Objective
tr: Oyun Amacı

# tutorial_intro_objective_desc
source: Your goal is to find the missing words between the START and END words. Each word differs by exactly one letter from the previous word.
tr: Hedefiniz BAŞLANGIÇ ve BİTİŞ kelimeleri arasındaki eksik kelimeleri bulmaktır. Her kelime bir öncekinden tam olarak bir harf farklıdır.

# tutorial_intro_rule_title
source: The Golden Rule
tr: Altın Kural

# tutorial_intro_rule_desc
source: You can only change ONE letter at a time. For example: CAT → BAT → BAD → BED
tr: Her seferinde sadece BİR harf değiştirebilirsiniz. Örneğin: KAL → BAL → BAT → BAŞ

# tutorial_guess_intro_title
source: Phase 1: Guessing
tr: Faz 1: Tahmin Etme

# tutorial_guess_intro_desc
source: First, you need to guess all the middle words. Tap on any empty slot to start guessing.
tr: Önce tüm orta kelimeleri tahmin etmelisiniz. Tahmininize başlamak için boş bir slota dokunun.

# tutorial_guess_success_title
source: Great Job!
tr: Harika İş!

# tutorial_guess_success_desc
source: You found your first word! Keep going to complete the puzzle.
tr: İlk kelimeyi buldun! Bulmacayı tamamlamak için devam et.

# tutorial_guess_keyboard_title
source: Type Your Guess
tr: Tahmininizi Yazın

# tutorial_guess_keyboard_desc
source: Use the keyboard to type a word. Remember: it must differ by only one letter from neighboring words!
tr: Klavyeyi kullanarak bir kelime yazın. Unutmayın: komşu kelimelerden sadece bir harf farklı olmalı!

# tutorial_guess_hints_title
source: Need Help?
tr: Yardıma İhtiyacınız Var mı?

# tutorial_guess_hints_desc
source: You have 3 hints per level. Use them wisely to reveal letters or get clues when stuck.
tr: Seviye başına 3 ipucunuz var. Takıldığınızda harfleri açığa çıkarmak veya ipucu almak için onları akıllıca kullanın.

# tutorial_guess_timer_title
source: Beat the Clock
tr: Zamanla Yarışın

# tutorial_guess_timer_desc
source: Faster completion gives more stars! Don't worry, there's no time limit.
tr: Daha hızlı tamamlama daha fazla yıldız kazandırır! Merak etmeyin, zaman sınırı yok.

# tutorial_combo_intro_title
source: Combo System!
tr: Combo Sistemi!

# tutorial_combo_intro_desc
source: Keep guessing correctly to build combos and multiply your score! Each correct answer in a row increases your multiplier.
tr: Doğru tahminlerinizi sürdürerek combo yapın ve skorunuzu katlayın! Her doğru cevap art arda çarpanınızı artırır.

# tutorial_sort_intro_title
source: Phase 2: Sorting
tr: Faz 2: Sıralama

# tutorial_sort_intro_desc
source: Excellent! You found all the middle words. Now arrange them in the correct order - each word must differ by only ONE letter from the next.
tr: Mükemmel! Tüm ara kelimeleri buldun. Şimdi bunları doğru sıraya diz - her kelime bir sonrakinden sadece BİR harf farklı olmalı.

# tutorial_sort_action_title
source: Real-time Validation
tr: Gerçek Zamanlı Doğrulama

# tutorial_sort_action_desc
source: Drag and reorder the words. You'll see green borders for correct positions and red for incorrect ones. When all words are green, the START and END will unlock automatically!
tr: Kelimeleri sürükleyip sırala. Doğru konumdakiler yeşil, yanlış olanlar kırmızı kenarlıkla gösterilecek. Tüm kelimeler yeşil olunca BAŞLANGIÇ ve BİTİŞ otomatik açılır!

# tutorial_final_intro_title
source: Phase 3: Final Challenge
tr: Faz 3: Final Meydan Okuması

# tutorial_final_intro_desc
source: Almost done! Now figure out what the START and END words are based on the sorted middle words.
tr: Neredeyse bitti! Şimdi sıralanmış orta kelimelere dayanarak BAŞLANGIÇ ve BİTİŞ kelimelerinin ne olduğunu bulun.

# tutorial_final_start_title
source: Guess the Start Word
tr: Başlangıç Kelimesini Tahmin Edin

# tutorial_final_start_desc
source: What word comes before the first middle word? It should differ by one letter.
tr: İlk orta kelimeden önce hangi kelime gelir? Bir harf farklı olmalı.

# tutorial_final_end_title
source: Guess the End Word
tr: Bitiş Kelimesini Tahmin Edin

# tutorial_final_end_desc
source: What word comes after the last middle word? Complete the ladder!
tr: Son orta kelimeden sonra hangi kelime gelir? Merdiveni tamamlayın!

# tutorial_complete_congrats_title
source: You're Ready!
tr: Hazırsınız!

# tutorial_complete_congrats_desc
source: Congratulations! You now know how to play CrossClimber. Have fun and challenge yourself!
tr: Tebrikler! Artık CrossClimber'ı nasıl oynayacağınızı biliyorsunuz. İyi eğlenceler ve kendinize meydan okuyun!

source: Skip Tutorial
tr: Tutorial'ı Atla

# continueButton
source: Continue
tr: Devam Et

source: Show Tips
tr: İpuçlarını Göster

source: Reset Tutorial
tr: Tutorial'ı Sıfırla

# tutorialResetSuccess
source: Tutorial progress has been reset.
tr: Tutorial ilerlemesi sıfırlandı.

# outOfLivesTitle
source: Out of Lives!
tr: Canın Bitti!

# outOfLivesMessage
source: You've run out of lives. Wait for regeneration or use credits to continue.
tr: Canın bitti. Yenilenmesini bekleyebilir veya kredi kullanarak devam edebilirsin.

# nextLifeIn
source: Next life in: {time}
tr: Sonraki can: {time}

# buyOneLife
source: Buy 1 Life (50 Credits)
tr: 1 Can Al (50 Kredi)

# buyAllLives
source: Buy All Lives (100 Credits)
tr: Tüm Canları Al (100 Kredi)

source: Exit Game
tr: Oyundan Çık

source: Return to Main Menu?
tr: Ana Menüye Dön?

# progressLostWarning
source: Your current progress will be lost. Are you sure?
tr: Mevcut ilerlemeniz kaybolacak. Emin misiniz?

source: Cancel
tr: İptal

source: Exit
tr: Çık

source: START & END Unlocked!
tr: BAŞLANGIÇ & BİTİŞ Açıldı!

# freeCreditsTitle
source: Earn Free
tr: Ücretsiz Kazan

# freeCreditsSubtitle
source: Watch ads, earn free credits
tr: Reklam izle, bedava kredi kazan

# creditPackageTitle
source: Credit Package
tr: Kredi Paketi

# creditPackageSubtitle
source: Buy credits with real money
tr: Gerçek para ile kredi satın al

# lifePackageTitle
source: Life Package
tr: Can Paketi

# lifePackageSubtitle
source: Buy lives with credits
tr: Kredi ile can satın al

# hintPackageTitle
source: Hint Package
tr: İpucu Paketi

# hintPackageSubtitle
source: Buy hints with credits
tr: Kredi ile ipucu satın al

# nCredits
source: {amount} Credits
tr: {amount} Kredi

source: MOST POPULAR
tr: EN POPÜLER

# popularLabel
source: POPULAR
tr: POPÜLER

# nLives
source: {amount, plural, =1{1 Life} other{{amount} Lives}}
tr: {amount} Can

# buyOneLifeDesc
source: Buy a single life
tr: Tek can satın al

# buyFiveLives
source: Upgrade to 5 lives
tr: 5 cana çıkar

source: Reveal Word
tr: Kelimeyi Göster

# revealWordDesc
source: Fully reveals the selected word
tr: Seçili kelimeyi tamamen açar

# undoMove
source: Undo
tr: Geri Al

# undoMoveDesc
source: Undo your last move
tr: Son yaptığın hareketi geri alır

# dailyRewardClaim
source: Claim Your Daily Reward!
tr: Günlük Ödülünü Al!

# dailyRewardAmount
source: 20+ Credits + Bonuses
tr: 20+ Kredi + Bonuslar

# dailyRewardStreak
source: Streak: {days, plural, =1{1 day} other{{days} days}}
tr: Streak: {days} gün

# watchAdsTitle
source: Watch Ads, Earn
tr: Reklam İzle, Kazan

# watchAdsSubtitle
source: You can watch 5 ads per day
tr: Günde 5 reklam izleyebilirsin

# watchAdCredits
source: +10 Credits
tr: +10 Kredi

# watchAdHint
source: +1 Hint
tr: +1 İpucu

# dailyRewardTitle
source: Daily Reward!
tr: Günlük Ödül!

# alreadyClaimedToday
source: You already claimed today's reward!
tr: Bugünkü ödülünü zaten aldın!

source: Not enough credits!
tr: Yeterli kredin yok!

source: Lives already full!
tr: Canın zaten dolu!

source: Great!
tr: Harika!

source: Share
tr: Paylaş

source: Share Result
tr: Sonucu Paylaş

source: Custom Keyboard
tr: Özel Klavye

# customKeyboardDesc
source: Use in-game QWERTY keyboard
tr: Oyun içi QWERTY klavyeyi kullan

source: Haptic Feedback
tr: Dokunsal Geri Bildirim

# hapticFeedbackDesc
source: Vibration and tactile feedback
tr: Titreşim ve dokunsal geri bildirim

source: Got it!
tr: Anladım!

# skipLabel
source: Skip
tr: Atla

source: Progress
tr: İlerleme

source: Today
tr: Bugün

source: Yesterday
tr: Dün

# daysAgo
source: {count} days ago
tr: {count} gün önce

# achievementFirstWin
source: First Win
tr: İlk Zafer

# achievementTenLevels
source: Ten Levels
tr: On Seviye

# achievementSpeedDemon
source: Speed Demon
tr: Hız Şeytanı

# achievementMarathonRunner
source: Marathon Runner
tr: Maraton Koşucusu

# achievementThirtyLevels
source: Thirty Levels
tr: Otuz Seviye

# achievementPerfectStreak5
source: Perfect Streak 5
tr: 5'li Mükemmel Seri

# achievementCenturyClub
source: Century Club
tr: Yüzler Kulübü

# achievementHintlessHero
source: Hintless Hero
tr: İpucusuz Kahraman

# achievementErrorFree
source: Error Free
tr: Hatasız

# achievementEarlyBird
source: Early Bird
tr: Sabah Kuşu

# achievementNightOwl
source: Night Owl
tr: Gece Kuşu

# achievementPerfectStreak10
source: Perfect Streak 10
tr: 10'lu Mükemmel Seri

# achievementFiftyLevels
source: Fifty Levels
tr: Elli Seviye

# achievementThreeStarPerfectionist
source: Three Star Perfectionist
tr: Üç Yıldız Mükemmeliyetçisi

# achievementNoHintsMaster
source: No Hints Master
tr: İpucu Ustası

# achievementDescFirstWin
source: Complete your first level
tr: İlk seviyeni tamamla

# achievementDescTenLevels
source: Complete 10 levels
tr: 10 seviye tamamla

# achievementDescSpeedDemon
source: Complete a level in under 30 seconds
tr: Bir seviyeyi 30 saniyenin altında tamamla

# achievementDescMarathonRunner
source: Play 10 levels in a single session
tr: Tek oturumda 10 seviye oyna

# achievementDescThirtyLevels
source: Complete 30 levels
tr: 30 seviye tamamla

# achievementDescPerfectStreak5
source: Get 3 stars on 5 consecutive levels
tr: Ardışık 5 seviyede 3 yıldız al

# achievementDescCenturyClub
source: Complete 100 levels
tr: 100 seviye tamamla

# achievementDescHintlessHero
source: Complete 10 levels without using hints
tr: İpucu kullanmadan 10 seviye tamamla

# achievementDescErrorFree
source: Complete a level without any wrong attempts
tr: Hiç hata yapmadan bir seviyeyi tamamla

# achievementDescEarlyBird
source: Complete a level before 9 AM
tr: Sabah 9'dan önce bir seviye tamamla

# achievementDescNightOwl
source: Complete a level after 11 PM
tr: Gece 11'den sonra bir seviye tamamla

# achievementDescPerfectStreak10
source: Get 3 stars on 10 consecutive levels
tr: Ardışık 10 seviyede 3 yıldız al

# achievementDescFiftyLevels
source: Complete 50 levels
tr: 50 seviye tamamla

# achievementDescThreeStarPerfectionist
source: Get 3 stars on 20 levels
tr: 20 seviyede 3 yıldız al

# achievementDescNoHintsMaster
source: Complete 50 levels without using hints
tr: İpucu kullanmadan 50 seviye tamamla

# achievementStreak7Days
source: Week Warrior
tr: Haftanın Savaşçısı

# achievementStreak14Days
source: Fortnight Fighter
tr: İki Hafta

# achievementStreak30Days
source: Monthly Champion
tr: Aylık Şampiyon

# achievementStreak60Days
source: 2-Month Streak
tr: 2 Aylık Seri

# achievementStreak100Days
source: Centurion
tr: Yüzüncü Gün

# achievementCombo5x
source: Combo Starter
tr: Kombo Başlangıcı

# achievementCombo8x
source: Combo Artist
tr: Kombo Ustası

# achievementCombo10x
source: Combo Master
tr: Kombo Efsanesi

# achievementSpeed60s
source: Speed Runner
tr: Hızlı Koşucu

# achievementSpeed45s
source: Lightning Fast
tr: Yıldırım

# achievementAllLevels
source: All Levels Cleared
tr: Tüm Seviyeler Tamam

# achievementLegendaryRank
source: Legendary
tr: Efsanevi

# achievementShareResults
source: Sharer
tr: Paylaşımcı

# achievementDailyChallengeFirst
source: Daily Challenger
tr: Günlük Meydan Okuyucu

# achievementDailyChallenge30
source: Daily Champion
tr: Günlük Şampiyon

# achievementDescStreak7Days
source: Log in 7 days in a row
tr: 7 gün üst üste giriş yap

# achievementDescStreak14Days
source: Log in 14 days in a row
tr: 14 gün üst üste giriş yap

# achievementDescStreak30Days
source: Log in 30 days in a row
tr: 30 gün üst üste giriş yap

# achievementDescStreak60Days
source: Log in 60 days in a row
tr: 60 gün üst üste giriş yap

# achievementDescStreak100Days
source: Log in 100 days in a row
tr: 100 gün üst üste giriş yap

# achievementDescCombo5x
source: Reach a 5x combo
tr: 5x kombo yap

# achievementDescCombo8x
source: Reach an 8x combo
tr: 8x kombo yap

# achievementDescCombo10x
source: Reach a 10x combo
tr: 10x kombo yap

# achievementDescSpeed60s
source: Complete a level in under 60 seconds
tr: Bir seviyeyi 60 saniyede tamamla

# achievementDescSpeed45s
source: Complete a level in under 45 seconds
tr: Bir seviyeyi 45 saniyede tamamla

# achievementDescAllLevels
source: Complete all available levels
tr: Tüm mevcut seviyeleri tamamla

# achievementDescLegendaryRank
source: Reach the Legendary rank
tr: Efsanevi rütbesine ulaş

# achievementDescShareResults
source: Share your results 5 times
tr: Sonuçlarını 5 kez paylaş

# achievementDescDailyChallengeFirst
source: Complete your first daily challenge
tr: İlk günlük meydan okumanı tamamla

# achievementDescDailyChallenge30
source: Complete 30 daily challenges
tr: 30 günlük meydan okuma tamamla

# achievementRarityCommon
source: Common
tr: Yaygın

# achievementRarityRare
source: Rare
tr: Nadir

# achievementRarityLegendary
source: Legendary
tr: Efsanevi

# achievementBadgeSelect
source: Set Badge
tr: Rozet Seç

# achievementBadgeActive
source: Active Badge
tr: Aktif Rozet

# achievementBadgeRemove
source: Remove Badge
tr: Rozeti Kaldır

# achievementBadgeRemoved
source: Badge removed
tr: Rozet kaldırıldı

# achievementBadgeSelected
source: Badge set!
tr: Rozet seçildi!

source: Achievement Unlocked
tr: Başarım Açıldı

# streakMilestoneTitle
source: Streak Milestone!
tr: Seri Kilometre Taşı!

# streakMilestoneDesc
source: {days}-day streak! +{credits} credits!
tr: {days} günlük seri! +{credits} kredi!

# streakFreezeTitle
source: Streak Freeze
tr: Seri Dondurma

# streakFreezeDesc
source: Protects your streak for 1 missed day
tr: Harcanan 1 gün için serini korur

# streakFreezeCount
source: {count, plural, =1{1 freeze available} other{{count} freezes available}}
tr: {count, plural, =1{1 dondurma mevcut} other{{count} dondurma mevcut}}

# streakFreezeAutoUsed
source: Streak freeze used! Your streak is safe.
tr: Seri dondurma kullanıldı! Serin güvende.

# streakLossWarningTitle
source: Streak at risk!
tr: Serin tehlikede!

# streakLossWarning
source: Don't lose your streak! Play today!
tr: Serini kaybetme! Bugün oyna!

# streakDays
source: day streak
tr: günlük seri

# streakTodayCompleted
source: Today done
tr: Bugün tamam

# streakTodayIncomplete
source: Play today!
tr: Bugün oyna!

# streakFreezeAvailable
source: freeze
tr: dondurma

# streakNextMilestone
source: Next milestone: {days} days
tr: Sonraki hedef: {days} gün

# streakMilestoneReward
source: Reward: {credits} credits
tr: Ödül: {credits} kredi

# streakMilestones
source: Milestones
tr: Kilometre Taşları

# streakAllMilestonesReached
source: All milestones reached!
tr: Tüm hedeflere ulaşıldı!

# streakFreezeShopTitle
source: Streak Protection
tr: Seri Koruması

# streakFreezeShopSubtitle
source: Never lose your streak again
tr: Bir daha seri asla kaybetme

# buyStreakFreeze1
source: 1 Freeze
tr: 1 Dondurma

# buyStreakFreeze3
source: 3 Freezes
tr: 3 Dondurma

source: Streak freeze purchased!
tr: Seri dondurma satın alındı!

# streakFreezeZero
source: No freezes
tr: Dondurma yok

source: Your Statistics
tr: İstatistiklerin

source: Games Played
tr: Oynanan Oyun

source: Games Won
tr: Kazanılan Oyun

source: Performance
tr: Performans

source: Win Rate
tr: Kazanma Oranı

source: Avg Stars
tr: Ort. Yıldız

source: Time Statistics
tr: Zaman İstatistikleri

source: Total Time Played
tr: Toplam Oynama Süresi

source: Best Time
tr: En İyi Süre

source: Average Time
tr: Ortalama Süre

source: Star Distribution
tr: Yıldız Dağılımı

source: Total Stars Earned
tr: Toplam Kazanılan Yıldız

source: Perfect Games
tr: Mükemmel Oyunlar

source: No games played yet
tr: Henüz oyun oynamamışsın

source: Wins
tr: Kazanma

source: Losses
tr: Kaybetme

source: Share Statistics
tr: İstatistikleri Paylaş

source: Current Streak
tr: Mevcut Seri

source: Failed to load daily challenge
tr: Günlük challenge yüklenemedi

source: Failed to load challenge
tr: Challenge yüklenemedi

# difficultyLabel
source: Difficulty
tr: Zorluk

# wordsLabel
source: Words
tr: Kelimeler

# starsLabel
source: Stars
tr: Yıldızlar

# timeLabel
source: Time
tr: Süre

# scoreLabel
source: Score
tr: Puan

source: View Result
tr: Sonucu Gör

source: Play Now
tr: Hemen Oyna

source: Expert
tr: Uzman

source: Unknown
tr: Bilinmiyor

# monthJanuary
source: January
tr: Ocak

# monthFebruary
source: February
tr: Şubat

# monthMarch
source: March
tr: Mart

# monthApril
source: April
tr: Nisan

# monthMay
source: May
tr: Mayıs

# monthJune
source: June
tr: Haziran

# monthJuly
source: July
tr: Temmuz

# monthAugust
source: August
tr: Ağustos

# monthSeptember
source: September
tr: Eylül

# monthOctober
source: October
tr: Ekim

# monthNovember
source: November
tr: Kasım

# monthDecember
source: December
tr: Aralık

source: Your Stats
tr: İstatistiklerin

# completedLabel
source: Completed
tr: Tamamlanan

source: Best Streak
tr: En İyi Seri

# comboLabel
source: {count} COMBO
tr: {count} KOMBO

# comboMultiplierLabel
source: {multiplier}x Multiplier
tr: {multiplier}x Çarpan

# comboXLabel
source: Combo x{count} ({multiplier}x)
tr: Kombo x{count} ({multiplier}x)

source: COMBO BREAK
tr: KOMBO BOZULDU

# comboLostLabel
source: Lost {count}x combo
tr: {count}x kombo kaybedildi

# undoTooltipMessage
source: Undo: {action} {count} undos remaining
tr: Geri Al: {action} {count} geri alma hakkı kaldı

# noUndosAvailable
source: No more undos available
tr: Geri alma hakkı kalmadı

# undoConfirmTitle
source: Undo?
tr: Geri Al?

# undoConfirmMessageWithAction
source: This action will be undone: "{action}" Undos remaining: {count}
tr: Bu işlemi geri alacaksınız: "{action}" Kalan geri alma hakkı: {count}

# undoConfirmMessage
source: Undo the last action? Undos remaining: {count}
tr: Son işleminizi geri almak istiyor musunuz? Kalan geri alma hakkı: {count}

# undoReverted
source: Action undone
tr: İşlem geri alındı

# undosRemainingCount
source: {count} undos remaining
tr: {count} geri alma hakkı kaldı

# rewardCreditsLabel
source: +{amount} Credits
tr: +{amount} Kredi

# rewardRevealHints
source: +{count} Reveal Hint
tr: +{count} Reveal İpucu

# rewardUndoHints
source: +{count} Undo Hint
tr: +{count} Undo İpucu

# dailyAdLimitReached
source: Daily limit reached! (5/5)
tr: Günlük limit doldu! (5/5)

# creditsEarnedNotification
source: +{amount} credits earned!
tr: +{amount} kredi kazandın!

# revealHintEarned
source: +1 Reveal hint earned!
tr: +1 Reveal ipucu kazandın!

# undoHintEarned
source: +1 Undo hint earned!
tr: +1 Undo ipucu kazandın!

# hintsPurchasedNotification
source: {amount} hints purchased!
tr: {amount} ipucu satın alındı!

# livesPurchasedNotification
source: {amount} lives purchased!
tr: {amount} can satın alındı!

# creditPurchaseComingSoon
source: Buying {amount} credits for {price} (Coming soon!)
tr: Gerçek para ile {amount} kredi satın alma: {price} (Yakında!)

# levelsLabel
source: Levels
tr: Seviyeler

# streakLabel
source: Streak
tr: Seri

# creditsEarnedLabel
source: Credits Earned
tr: Kazanılan Kredi

source: Completed Today!
tr: Bugün Tamamlandı!

source: Today's Challenge
tr: Bugünün Challenge'ı

# shareResultHeader
source: CrossClimber Level {levelId} Completed!
tr: CrossClimber Seviye {levelId} Tamamlandı!

# shareAchievementUnlocked
source: Achievement Unlocked!
tr: Başarım Açıldı!

# shareAchievementCTA
source: Playing CrossClimber - The ultimate word puzzle game!
tr: CrossClimber oynuyorum - En zorlu kelime bulmaca oyunu!

# shareDailyChallengeTitle
source: CrossClimber Daily Challenge
tr: CrossClimber Günlük Challenge

# shareDailyLevelCompleted
source: Level {levelId}: Completed!
tr: Seviye {levelId}: Tamamlandı!

# shareDailyLevelFailed
source: Level {levelId}: Failed
tr: Seviye {levelId}: Başarısız
